Repository: sanghyeok-kim/MultiTimer
Catalog: Multimer/Multimer/Localizing/*.lproj/Localizable.strings
Languages: ko, ru, vi, zh_hans

source: Timer
ko: 타이머
ru: Таймер
vi: Hẹn giờ
zh_hans: 计时器

source: Stopwatch
ko: 스톱워치
ru: Секундомер
vi: Bấm giờ
zh_hans: 秒表

# countDownTimer
source: ⏳ Timer
ko: ⏳ 카운트 다운 타이머
ru: ⏳ Таймер
vi: ⏳ Hẹn giờ
zh_hans: ⏳ 倒数计时器

# countUpStopwatch
source: ⏱ Stopwatch
ko: ⏱ 카운트 업 스톱워치
ru: ⏱ Секундомер
vi: ⏱ Bấm giờ
zh_hans: ⏱ 计数秒表

# hour
source: h
ko: 시간
zh_hans: 小时

# minute
source: m
ko: 분
zh_hans: 分

# second
source: s
ko: 초
zh_hans: 秒

source: All
ko: 전체
ru: Все
vi: Tất cả
zh_hans: 整体

# activated
source: Active
ko: 활성화
ru: Активные
vi: Đã kích hoạt
zh_hans: 活化中

# enterTimerNameToCreate
source: Enter a name for the timer.
ko: 생성할 타이머의 이름을 입력하세요.
ru: Ввод имени таймера
vi: Nhập tên đồng hồ hẹn giờ để tạo.
zh_hans: 请输入计时器的名称。

# enterStopwatchNameToCreate
source: Enter a name for the stopwatch.
ko: 생성할 스톱워치의 이름을 입력하세요.
ru: Ввод имени секундомера
vi: Nhập tên đồng hồ bấm giờ để tạo.
zh_hans: 请输入秒表名称。

source: Create Timer
ko: 타이머 생성
ru: Создать таймер
vi: Tạo hẹn giờ
zh_hans: 创建计时器

source: Edit
ko: 편집
ru: Правка
vi: Chỉnh sửa
zh_hans: 编辑

source: Done
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成

# deleteConfirmMessage
source: Are you sure to delete the %d timer(s)?
ko: 선택한 %d개의 타이머를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить выбранные %d таймеров?
vi: Bạn có chắc chắn muốn xóa %d cái hẹn giờ đã chọn không?
zh_hans: 您真的要删除%d个计时器吗?

source: Delete Timer
ko: 타이머 삭제
ru: Удалить таймер
vi: Xóa hẹn giờ
zh_hans: 删除计时器

source: Cancel
ko: 취소
ru: Отменить
vi: Hủy
zh_hans: 取消

source: Delete
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除

# noTimerCreatedMessage
source: No Timer Created
ko: 생성된 타이머 없음
ru: Таймер не создан
vi: Không có bộ hẹn giờ nào đã được tạo
zh_hans: 无创建定时器

# addTimerMessage
source: Tap + Button To Add a Timer
ko: + 버튼을 눌러 새로운 타이머를 추가하세요.
ru: Нажмите + чтобы добавить таймер
vi: + Bấm để tạo hẹn giờ.
zh_hans: 请按+按钮添加计时器。

# noTimerActivatedMessage
source: No Timer Activated
ko: 활성화된 타이머 없음
ru: Таймер не активирован
vi: Không có bộ hẹn giờ nào đang chạy
zh_hans: 无活化中的计时器

# onlyActiveTimersAppearMessage
source: Timers in the run, pause, and complete states appear.
ko: 실행 / 일시정지 / 완료 상태의 타이머가 나타납니다.
ru: Таймеры в состояниях запуска, паузы и завершения появляются.
vi: Đồng hồ hẹn giờ có trạng thái đang chạy / tạm dừng / kết thúc sẽ xuất hiện.
zh_hans: 只显示正在活化中或暂停的计时器。

# settingTimer
source: Editing %@
ko: %@ 설정
ru: Настройка %@
vi: %@ Cài đặt
zh_hans: 设定 %@

source: [Timer Expired] %@
ko: [타이머 종료] %@
ru: [Таймер истек] %@
vi: Hẹn giờ kết thúc - %@
zh_hans: [计时器 完了] %@

# appTitle
source: Multi+Timer
ko: 멀티 타이머
ru: Мульти таймер
zh_hans: 多重计时器

source: Default Name
ko: 기본 이름
ru: Имя по умолчанию
vi: Tên mặc định
zh_hans: 默认名称

# swipeRightToStop
source: Swipe right to stop the timer.
ko: 오른쪽으로 밀어서 중지할 수 있습니다.
ru: Свайпните вправо, чтобы остановить таймер.
vi: Vuốt sang phải để dừng hẹn giờ
zh_hans: 向右滑动以停止计时器。

source: Reset All
ko: 모두 중지
ru: Сбросить все
zh_hans: 全部重设

source: Check Notification Permissions
ko: 알림 권한 확인
ru: Проверить разрешения на уведомления
zh_hans: 检查通知权限

# allowNotificationAuthorizationAlert
source: The alarm is not sounding because you have not allowed notification permissions. Please allow notification permissions in Settings.
ko: 알림 권한을 허용하지 않아 알람이 울리지 않습니다. 설정에서 알림 권한을 허용해 주세요.
ru: Сигнал тревоги не звучит, потому что вы не разрешили уведомления. Пожалуйста, разрешите уведомления в настройках.
zh_hans: 警报未响是因为您未允许通知权限。请在设置中允许通知权限。

source: Go to Settings
ko: 설정으로 이동
ru: Настройки
zh_hans: 转到设置

# selectRingtone
source: Select Alarm Sound
ru: Выберите Звук
zh_hans: 选择警报声

source: ALERT TONES
ko: 알림 소리
zh_hans: 警报音调

source: RINGTONES
ko: 벨소리
zh_hans: 铃声

# default1
source: Alert Sound 1
ko: 기본음1
ru: Звук уведомления 1
zh_hans: 默认警报声 1

# default2
source: Alert Sound 2
ko: 기본음2
ru: Звук уведомления 2
zh_hans: 默认警报声 2

# default3
source: Alert Sound 3
ko: 기본음3
ru: Звук уведомления 3
zh_hans: 默认警报声 3

# default4
source: Alert Sound 4
ko: 기본음4
ru: Звук уведомления 4
zh_hans: 默认警报声 4

# default5
source: Alert Sound 5
ko: 기본음5
ru: Звук уведомления 5
zh_hans: 默认警报声 5

# default6
source: Alert Sound 6
ko: 기본음6
ru: Звук уведомления 6
zh_hans: 默认警报声 6

# default7
source: Alert Sound 7
ko: 기본음7
ru: Звук уведомления 7
zh_hans: 默认警报声 7

# default8
source: Alert Sound 8
ko: 기본음8
ru: Звук уведомления 8
zh_hans: 默认警报声 8

source: Alarm
ko: 경보기
ru: Сигнал тревоги
zh_hans: 警报声

source: Bark
ko: 개 짖는 소리
ru: Звук лая собаки
zh_hans: 吠叫

source: Beacon
ko: 옅어지는 신호음
ru: Маяк
zh_hans: 渐弱的蜂鸣声

source: Bulletin
ko: 공지음
ru: Звук объявления
zh_hans: 公告声音

source: Duck
ko: 오리 소리
ru: Звук утки
zh_hans: 鸭子

source: Illuminate
ko: 조명
ru: Освещение
zh_hans: 照明

source: Marimba
ko: 마림바
ru: Маримба
zh_hans: 马林巴琴

source: Old Phone
ko: 전화 벨소리
ru: Мелодия Звонка Телефона
zh_hans: 旧电话

source: Piano Riff
ko: 피아노 연주
ru: Фортепианный Рифф
zh_hans: 钢琴

source: Pinball
ko: 핀볼
ru: Пинбол
zh_hans: 弹球

source: Presto
ko: 프레스토
ru: Престо
zh_hans: 普雷斯托

source: Radar
ko: 전파 탐지기
ru: Радар
zh_hans: 雷达

source: Reflection
ko: 반향
ru: Отражение
zh_hans: 反照

source: Sencha
ko: 녹차
zh_hans: 绿茶

source: Signal
ko: 신호음
ru: Сигнал
zh_hans: 信号音

source: Stargaze
ko: 공상음
ru: Звездочет
zh_hans: 音调

source: Strum
ko: 기타 연주
ru: Гитара
zh_hans: 吉他弹奏

source: Trill
ko: 떨리는 소리
ru: Трель
zh_hans: 颤音

source: Xylophone
ko: 실로폰
ru: Ксилофон
zh_hans: 木琴

source: Reset
ru: Сбросить

# resetConfirmMessage
source: Are you sure to reset all activated timers?
ru: Вы уверены, что хотите сбросить все активированные таймеры?
